Table of Contents
 Class CssComponentLoading
Namespace
IdeaRS.OpenModel.Concrete.Load
Assembly
IdeaRS.OpenModel.dll
Cross-section coponent loading
public class CssComponentLoading
Inheritance
object
CssComponentLoading
Inherited Members
 object.Equals(object)
 object.Equals(object, object)
 object.GetHashCode()
 object.GetType()
 object.MemberwiseClone()
 object.ReferenceEquals(object, object)
 object.ToString()
Constructors
 CssComponentLoading()
Constructor
public CssComponentLoading()
Properties
 Id
Id of cross-section component
public int Id { get; set; }
Property Value
int
 Loading
Loading
public List<CssComponentTimeLoading> Loading { get; set; }
Property Value
List<CssComponentTimeLoading>
 Edit this page